Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I' m doing what I' m supposed to be doing.
ru: Я делаю то, что должен.

source: Here it is again.
ru: Видите?

source: Here, follow this paint trail.
ru: Можно идти, как по следу.

source: It' s here, see?
ru: Видите?

source: I am not going --
ru: Я не собираюсь...

source: Come with me!
ru: Идите со мной!

source: The paint trail goes here.
ru: Краска идет туда.

source: James, we shouldn' t be here.
ru: Отпусти мою руку!

source: Goddam it!
ru: Джеймс, нам тут не место.

source: Leave me alone!
ru: Отстаньте от меня!

source: Please don' t kill me.
ru: Пожалуйста!

source: Don' t kill me, please!
ru: Не убивайте меня!

source: Don' t kill me, don' t kill me!
ru: Не убивайте меня!

source: Stick around, bitch.
ru: Стой на месте, сука.

source: Are you all right?
ru: Ты в порядке?

source: ls he alive?
ru: Он жив?

source: We' re runnin 'out oftime.
ru: Очень кстати.

source: - Oh, Jesus!
ru: - Вы ему не поможете.

source: James, you killed him!
ru: Джеймс, ты убил его!

source: - You never had a gun before!
ru: - У тебя раньше не было пистолета.

source: "Dragons in their pleasant palaces.
ru: Пошли же! "... Драконы в своих славных дворцах

source: The seventh angel poured out his vial into the air... and there came -- "You!
ru: Седьмой ангел опрокинул свой флакон в воздух... и явился... "Ты!

source: You' re one of us.
ru: Ты один из нас!

source: Can we help you?
ru: Чем можем помочь?

source: It' sjust a tape.
ru: Это просто запись.

source: I' m looking for the Army ofthe Twelve Monkeys.
ru: Я ищу Армию 12- ти Обезьян.

source: We don' t know anything about an Army ofthe Twelve Monkeys sojust disappear.
ru: - Мне просто нужна информация.

source: - Just want some information.
ru: - Ты меня слышал?

source: - Didn' t you hear me?
ru: Не трогай ее!

source: Please, I' m a psychiatrist.
ru: Пожалуйста, я психиатр.

source: Just do whatever he tells you to do.
ru: Просто делайте, что он говорит.

source: He' s disturbed.
ru: Он расстроен.

source: He' s dangerous.
ru: Он опасен.

source: - Pleasejust cooperate.
ru: - Что вы хотите?

source: - You want money?
ru: Деньги?

source: - We only got a few bucks.
ru: - У нас всего пара баксов.

source: - I told you what I want.
ru: - Я сказал, чего хочу.

source: Lock that door.
ru: Быстро!

source: - I told you that Goines would get us -- - Shut up!
ru: - Заткнись!

source: - Goines?
ru: - Гойнс?

source: - Jeffrey Goines?
ru: - Джеффри Гойнс?

source: Jeffrey becomes this big star, and the media latch onto him... because he' s picketing his own father... a famous Nobel- prize- winning virologist.
ru: Джеффри стал звездой, он по всем каналам... потому что, выступает против своего отца, известного вирусолога, нобелевского лауреата.

source: You must have seen all that on TV.
ru: Я не смотрю ТВ.

source: ls this him?
ru: Это он?

source: Yeah, that' s him, that' s him.
ru: Да, это он, это он.

source: What are you gonna do to us?
ru: Что вы с нами сделаете?

source: Tell me more aboutJeffrey.
ru: Расскажи еще про Джеффри.

source: Jeffrey started getting bored with the shit we do -- picketing, leafeting, letter- writing stuff.
ru: Джеффри надоело то дерьмо, что мы делаем, ну... пикеты, листовки, всякие надписи.

source: He said we were ineffectual, liberal jerk- offs.
ru: Он сказал, что мы неудачники, либеральные придурки.

source: He wanted to do guerrilla actions in order to educate the public.
ru: - Например, так?

source: - He let 1 00 snakes loose in the Senate.
ru: - Он выпустил в Сенате 100 змей.

source: But we weren' t into that kind ofstuff.
ru: Но, мы на это не подписались.

source: It' s counterproductive.
ru: Мы сказали ему, что это уже через чур.

source: So he and 1 1 guys, they split off... and formed this underground army.
ru: Тогда он, и еще 1 1 парней отделились, и образовали эту секретную армию.

source: The Army ofthe Twelve Monkeys.
ru: Видите?

source: They started planning a "human hunt."
ru: Он начал планировать "охоту на людей".

source: They bought stun guns, nets and bear traps.
ru: Они купили пугачи, капканы и сетки.

source: They were gonna go to Wall Street and trap lawyers and bankers.
ru: Они собирались пойти на Уолл- стрит, и охотиться на адвокатов и банкиров.

source: They didn' t do it, ofcourse.
ru: Конечно, они ничего не сделали.

source: They didn' t do any of it.
ru: Вообще ничего.

source: Like always, Mr Big Shot sold his friends out.
ru: Что это значит?

source: He goes on TV and gives this big news conference, tells the world... hejust realized his dad' s experiments are vital for humanity... and that the use ofanimals is absolutely necessary... that from now on, he, Jeffrey Goines, will personally supervise the labs... to make sure all the little animals aren' t going to suffer.
ru: Он пошел на ТВ, выступил в новостях, и рассказал всему миру, что осознал важность работы его отца для всего человечества, и, что использование животных в опытах совершенно необходимо, что теперь он, Джеффри Гойнс, лично будет проверять лабораторию, и смотреть, чтобы ни одно животное не страдало.

source: People like that aren' t accessible.
ru: К ним просто так не подойдешь.

source: You can' tjust barge in on them.
ru: - Мир не так устроен.

source: - It' s not how the world works.
ru: - Замолчите и ведите машину.

source: - Be quiet and drive the car.
ru: - Я знаю, что делаю.

source: - I know what I' m doing.
ru: - Нет, не знаешь.

source: This car is stolen, and we are in big trouble.
ru: Это краденая машина, и у нас большие неприятности.

source: Big trouble.
ru: Большие неприятности.

source: lfyou don' t turn yourselfover to the police, they' re going to kill you.
ru: Если ты не сдашься полиции сам, они тебя пристрелят.

source: They' re going to shoot me, too, because I' m an accessory to murder.
ru: И меня тоже пристрелят, потому что я соучастник убийства.

source: - You' re all going to die.
ru: - Вы и так все умрете.

source: - Nobody is going to die.
ru: - Никто не умрет!

source: You' re not going to save the world, okay?
ru: Ты не будешь спасать мир, хорошо?

source: You' re delusional.
ru: Ты бредишь.

source: You' ve made all this up out of bits and pieces in your head.
ru: - Все это есть только в твоей голове.

source: Let me give you an example.
ru: - Давай, приведу пример.

source: You knowJeffrey Goines.
ru: Ты знаком с Джеффри Гойнсом.

source: You were both patients at County Hospital.
ru: Вы оба лежали в клинике.

source: Jeffrey Goines was a fruitcake.
ru: Джеффри Гойнс был вообще псих.

source: He told you that his father was a famous scientist who worked with viruses... so you incorporated that information to this cockeyed fantasy.
ru: Он тебе рассказал, что его отец - ученый- вирусолог, вот ты и слепил все в одну дурацкую фантазию.

source: He didn' t say his father was a scientist.
ru: Он не говорил, что его отец ученый.

source: He said his father was God.
ru: Он сказал, что его отец - Бог.

source: This is insane.
ru: Это безумие.

source: Prominentpsychiatrist andauthor DrKathryn Raillyhasbeen abducted... bya dangerousmentalpatient, James Cole.
ru: Известный психиатр и писатель Кэтрин Рэйлли была похищена опасным душевнобольной, Джеймсом Коулом.

source: Cole was underRailly' s care sixyears ago... when he made a dramatic escape --
ru: Коул был пациентом Рэйлли 6 лет назад, когда совершил впечатлительный побег...

source: - What is the matter with your leg?
ru: - Меня подстрелили.

source: - I got shot.
ru: Подстрелили?!

source: Who shot you?
ru: Кто в тебя стрелял?

source: It was some kind ofwar.
ru: Это была какая- то война.

source: Never mind.
ru: Неважно.

source: - We don' t need gas.
ru: - Нам не нужен бензин.

source: - I thought you didn' t know how to drive.
ru: - Я думала, ты не умеешь водить.

source: I said I was too young to drive.
ru: Я сказал, что был мал, чтоб водить.

source: I didn' t say I was stupid.
ru: Я не сказал, что был тупым.

source: This can' t go on.
ru: Так нельзя.

source: lfyou have a bullet in your leg, I have to take care of it.
ru: Я доктор.

source: I need some supplies.
ru: Мне нужны медикаменты.

source: Meanwhile, in Fresno, California... where mining engineers continue theirattempt... to sinka shaftparallelto the one in which Ricky isbelievedtrapped... authorities saythere isstilla chance the boymight be alive.
ru: Как считают власти, есть шанс, что мальчик еще жив.

source: You shouldn' t put your weight on it.
ru: Старайся не наступать на ногу.

source: You need stitches and antibiotics.
ru: Тебе нужны бинты и антибиотики.

source: Lucky foryou, it' s near the surface.
ru: Повезло, пуля была не глубоко.

source: I love seeing the sun.
ru: Я люблю смотреть на солнце.

source: You smell so good.
ru: Вы так хорошо пахнешь.

source: You have to give yourself up.
ru: Ты должен сдаться.

source: You know that?
ru: Ты ведь понимаешь, правда?

source: What are you doing? James?
ru: - Извини.

source: - What are you doing?
ru: - Что ты делаешь?

source: - Stop it!
ru: - Прекрати!

source: - They find him?
ru: - Кого?

source: - That kid, the one in the pipe.
ru: - Того мальчишку, в шахте.

source: - You believe that?
ru: - Представляешь?

source: They' re lowering a monkey down there... with an infrared camera strapped on him... and a roast beefsandwich wrapped up in tin foil.
ru: - Да ты что, серьезно?

source: - You' re makin 'it up.
ru: - На полном серьезе, приятель.

source: - Life is really weird.
ru: - Странная штука жизнь.

source: - A monkey and a roast beefsandwich.
ru: - Обезьяна и сэндвич с говядиной.

source: Would that I could enjoy this opulent dinner... and this most stimulating and exciting company... for itself, with no sense of purpose.
ru: Хотел бы я насладиться этим пышным обедом и вашей приятной и милой компанией, ни о чем не задумываясь.

source: But, alas, I am burdened.
ru: Но, увы, я обременен.

source: For with all this excess of public attention and cacophony of praise... there comes great responsibility.
ru: Ибо, с переизбытком всеобщего внимания и какофонией похвал, навалилась и великая ответственность.

source: I don' t have to tell you all that the dangers ofscience... are a timeworn threat.
ru: Не мне говорить вам, что опасности науки были и остаются.

source: From Prometheus stealing fire from the gods --
ru: С тех пор, как Прометей украл огонь у богов...

source: What friend?
ru: Я никого не жду.

source: But never before --
ru: Но еще никогда...

source: My father' s giving a major address.... to fear the power... we have at hand.
ru: ... бояться силы... в наших руках.

source: Normally, ifwe caught a guy... sneaking around with no lD, we' d bust his ass.
ru: Обычно, если мы поймаем кого- то, кто шатается тут без документов, просто даем ему пинок под зад.

source: Excuse my French.
ru: Этот сказал, что знает вас.

source: Since you seem to have had a few unusual associates... we certainly would not want to arrest one ofyour closest pals.
ru: Поскольку, вроде как, у вас были необычные приятели, нам, конечно, не хотелось бы арестовать кого- то из ваших друзей.

source: Never seen him before in my life.
ru: Никогда в жизни его не видел.

source: Feel free to torture this man, or whatever it is you do.
ru: Можете пытать его, или что хотите.

source: I' m going back to listen to my father' s eloquent discourse on the perils of --
ru: А я пойду слушать красноречивую проповедь отца об опасностях...

source: I' m here about some monkeys.
ru: - Обезьян?

source: - Monkeys, yes.
ru: - Да, обезьян.

source: Twelve ofthem.
ru: - 12- ти обезьян.

source: Arnold.
ru: Арнольд.

source: - You look like shit.
ru: - Ты выглядишь, как дерьмо.

source: - You know this man?
ru: - Вы знаете его?

source: Ofcourse I know this man.
ru: Арнольд Петтибоун.

source: Gee, Arnie, it' s black tie.
ru: Отличный костюм, Арни.

source: I said, "Drop by."
ru: Но у папы вечеринка.

source: But it' s Dad' s big do -- VlPs, senators, secret service.
ru: Знаменитости, сенаторы, разведка.

source: You hungry, Arnie?
ru: Есть хочешь, Арни?

source: Real killer feast we' re putting on.
ru: У нас сегодня настоящий пир убийц.

source: Lots ofdead lamb, dead cow, dead pig.
ru: Дохлый теленок, дохлый агнец, дохлый хряк.

source: Shall we?
ru: Привет, как дела?

source: "The Great Escape," 1 990.
ru: "Великий побег в 1900- м".

source: County Hospital?
ru: Дурдом?

source: Am I right?
ru: Я прав?

source: I won' t stop you.
ru: Я не смогу тебе помешать, что- то изменить, остановить тебя.

source: I can' t stop you.
ru: - Мне нужна информация.

source: - I just want the information.
ru: - Пойдем.

source: Hi, ladies.
ru: - Здравствуйте, дамы.

source: So nice to see you again.
ru: Рад снова видеть.

source: Watch your step on the way down.
ru: Ладно.

source: Who blabbed?
ru: Брунс?

source: Bruhns?
ru: Веллер?

source: I just want access to the pure virus.
ru: Мне нужен доступ к чистому вирусу.

source: - Virus?
ru: - Вирус?

source: - I need to know where and what it is.
ru: - Мне нужно знать, где он и что это.

source: I get it.
ru: Понял.

source: I see what you' re up to.
ru: Я понял, о чем ты.

source: It' s your old plan, isn' t it?
ru: - Какой план?

source: - What plan?
ru: - Твой план.

source: - I don' t know what you' re talking about.
ru: - Я не знаю, о чем речь.

source: - Yes, you do.
ru: - Знаешь.

source: We were in the day room watching television... and you were upset about the desecration ofthe planet, which I understand.
ru: Мы сидели в комнате, смотрели телевизор и ты был расстроен осквернением планеты, как я понял.

source: Then you said, "Wouldn' t it be great to have a germ or virus... that would wipe out mankind and leave the animals and trees?"
ru: "Вот было бы здорово, если вирус или микроб убил бы человечество, оставив только зверей и деревья!".

source: - You' re trying to confuse me.
ru: - Забавно было.

source: I told you my father was this famous virologist.
ru: Я сказал, что мой папа известный вирусолог.

source: You said, "He could make a germ, and we could steal it."
ru: - Он мутировал!

source: We live underground!
ru: Мы живем под землей!

source: The world belongs to the dogs and cats.
ru: Мир принадлежит собакам и кошкам.

source: We live like worms.
ru: Мы живем как черви.

source: I just need the information!
ru: Мне просто нужна информация.

source: - Take it easy.
ru: - Успокойся.

source: - You are a nutcase, completely deranged!
ru: - Ты, псих, причем полный!

source: Delusional, paranoid.
ru: Бредовый параноик!

source: Your process is all fucked up.
ru: Ты окончательно рехнулся.

source: Your information tray isjammed, man.
ru: Твои мозги намотались на позвоночник.

source: Do you know what it is, the Army ofthe Twelve Monkeys?
ru: Ты знаешь, что такое Армия 12- ти Обезьян?

source: It' s a collection ofspace- case do- gooders saving rain forests.
ru: Это сборище полудурков, идеалистов, спасающих джунгли.

source: I have nothing to do with those bozos any more.
ru: Мне с этими типами делать больше нечего.

source: I' ve quit being the rich- kid fall guy for a bunch of ineffective fanatics!
ru: Я не буду богатым козлом отпущения для шайки бесполезных фанатиков.

source: So much foryour grand plot, asshole!
ru: Как и для твоего великого заговора, мудак!

source: My father has warned people about the dangers... ofexperimenting with DNA viruses foryears.
ru: Мой отец давным- давно предупреждал об опасности экспериментов с ДНК.

source: You processed that information through your addled, paranoid infrastructure.
ru: А ты переварил это в своих протухших, параноидальных потрохах.

source: Lo and behold, a non- profit organization... becomes a sinister, revolutionary cabal!
ru: И вот, бесполезная организация становится злом, революционным заговором!

source: This man is complete bat shit!
ru: Этот парень набит дерьмом!

source: Ladies and gentlemen... do you realize where he thinks he comes from?
ru: Дамы и господа, представляете, откуда он, якобы, к нам прибыл?

source: Captain Dan Miller, the man in charge ofthe rescue operation... sayshe has consulted with experts... andtheyassure us there willbe no negative --
ru: Капитан Дэн Миллер, руководящий спасательной операцией, сказал, что общался с экспертами, и они уверяют нас в успехе...

source: lfyou ask me, the monkey' s gonna eat that goddam sandwich himself.
ru: А я думаю, обезьяна сама сожрет чертов сэндвич.

source: Did a man just come running through here?
ru: Здесь человек не пробегал?

source: Hisprimaryresponsibility was to the missingboy.
ru: Сначала он занимался пропавшим мальчиком.

source: DrKathryn Railly.
ru: В полиции говорят, что тело женщины, найденной задушенной в городском парке Нютсона, может принадлежать похищенной доктору Кэтрин Рэйлли.

source: Anybody see someone come through here?
ru: Здесь никто не проходил?

source: The body wasdiscovered less than an hourago byhikers.
ru: Тело было обнаружено час назад прохожими.

source: But we have an unconfirmedreport that the victim... a woman in herlate20s orearly30s... wassavagelymutilated.
ru: У нас есть неподтвержденные данные, что жертва, 20- 30 лет, была сильно изуродована.

source: Earlierin the day, police located Railly' sabandonedcar.
ru: Ранее днем, полиция нашла брошенную машину Рэйлли.

source: It wasfoundnot farfrom --
ru: Она была недалеко от...

source: Any sign of him?
ru: Есть что- нибудь?

source: You bastard!
ru: Ты, ублюдок!

source: I could have died in there, you son ofa bitch!
ru: Я могла умереть здесь, сукин ты сын!

source: What are you thinking of... you twisted sack ofshit?
ru: О чем ты думаешь, ты, мешок с дерьмом!

source: Sorry I locked you in the trunk.
ru: Меня тошнит от тебя.

source: What have you done?
ru: Что ты натворил?

source: Did you kill somebody?
ru: Убил кого- то?

source: - A million people, five billion people.
ru: - Что?

source: Jeffrey Goines said that it was my idea about the virus.
ru: Джеффри Гойнс сказал, что это была моя идея про вирус.

source: We were in the institution.
ru: Мы были в клинике.

source: It was all so fuzzy with the drugs.
ru: Думаешь, это была моя идея?

source: Do you think maybe I wiped out the human race?
ru: Думаешь, это я уничтожил человечество?

source: Nobody is gonna wipe out the human race.
ru: Никто не уничтожит человечество.

source: Not you orJeffrey or anybody else.
ru: Ни ты, ни Джеффри, ни кто- то еще.

source: You' ve created something in your mind.
ru: - Ментальная дивергенция?

source: - Whatever.
ru: - Да что угодно!

source: A substitute reality... because you don' t want to deal with anything.
ru: Подмена реальности, потому что, у тебя все кувырком.

source: I would love it ifthat was true.
ru: Я был бы счастлив, если б это было правдой.

source: It can be dealt with, but only ifyou want to.
ru: Все придет в норму, если только ты сам захочешь.

source: - They' re after me.
ru: - Это за мной.

source: - Who is afteryou?
ru: - Кто это?

source: There were policemen at that party.
ru: Видимо, на приеме была и полиция.

source: Party?
ru: На приеме?

source: You went to a --
ru: Ты был на...

source: It' s important you surrender instead ofthem catching you running away.
ru: Очень важно, чтобы ты сдался добровольно.

source: Wouldn' t it be great if I was crazy?
ru: Может, я и правда сумасшедший?

source: Then the world would be okay.
ru: Тогда, мир будет в порядке.

source: - Give me the gun.
ru: Где он?

source: Where is the gun?
ru: - Я потерял его.

source: - I lost the gun.
ru: Я могу жить здесь.

source: You got water, air, stars.
ru: У вас есть вода, воздух, звезды.

source: - I' m gonna attract their attention.
ru: - Развалины.

source: I' m gonna attract their attention so they know where we are.
ru: Я им посигналю, чтобы они знали, где мы.

source: I love this world!
ru: Я люблю этот мир!

source: They' re gonna tell you to put your hands on your head.
ru: Когда скажут "Руки за голову", подчинись.

source: I love the frogs, the spiders.
ru: Я люблю лягушек и пауков.

source: I' il be with you.
ru: Помни, я с тобой.

source: I' il help you.
ru: Я не дам им...

source: Then I said something about cooperating, and he said he would do that.
ru: А сказала, чтобы он не сопротивлялся, и он согласился.

source: So I got in the car.
ru: Спасибо.

source: I started honking the horn, and when I got out, he was gone.
ru: Я начала сигналить, затем оглянулась, а его нет.

source: I tell you something.
ru: Вот, что я скажу.

source: You lucked out.
ru: Повезло вам.

source: For a while we thought you were a body found down state, mutilated.
ru: Между прочим, мы думали, что это ваш изуродованный труп, в парке.

source: - He wouldn' t do that.
ru: - На этого парня он напал?

source: I want to be clear about this, okay?
ru: Я хочу это сразу пояснить, ладно?

source: This man and the other one were severely beating us.
ru: Этот человек, и тот, другой, сильно избивали нас.

source: James Cole didn' t start it.
ru: На самом деле, он спас меня.

source: Funny thing, Doctor.
ru: Забавно, доктор.

source: Maybe you can help explain it to me, you being a psychiatrist and all.
ru: Может, вы мне объясните, раз вы психиатр.

source: Why do kidnap victims always tell us about the guys that grabbed 'em... and they try to make us understand... how kind these bastards really were.
ru: Почему жертвы всегда стараются уверить нас в том, как добры, на самом деле, эти ублюдки?

source: It' s a normal reaction to a life- threatening situation.
ru: Это нормальная реакция на угрожающую ситуацию.

source: He' s sick, okay?
ru: Он болен, понимаете?

source: He thinks he comes from the future.
ru: Он думает, что прибыл из будущего.

source: He lives in a meticulously constructed fantasy world that' s disintegrating.
ru: Они жил в тщательно продуманном мире фантазий, который рассыпался.

source: He needs help.
ru: Ему нужна помощь.

source: DrRailly returnedto Baltimore without makingapublicstatement.
ru: Измученная за эти 30 часов, но невредимая, доктор Рэйлли вернулась в Балтимор, не сделав заявления для прессы.

source: The authorandpsychiatrist is currently in seclusion at herhome.
ru: Психиатр и писательница уединилась дома.

source: Meantime, police havepiecedtogether a scenario oftheseries ofevents... that began with escaped mentalpatientJames Cole --
ru: - Прости.

source: - No, it' s okay.
ru: - Все нормально.

source: I' m just hyper- alert.
ru: Не могу уснуть.

source: - Did you take a sedative?
ru: - Ты приняла успокоительное?

source: - I hate those things.
ru: От него в голове туман.

source: With the kidnapping ofthe Baltimore woman, James Cole... isnowalso wantedin connection... with the brutalslaying ofRodney Wiggins, an ex- convict fromArdmore.
ru: В связи с похищением в Балтиморе, Джеймс Коул так же разыскивается в связи со зверским убийством Родни Уиггинса, бывшего зека из Ардмора.

source: Hisbody wasdiscovered in an abandonedtheatre... not farfrom where Cole left3 animal rightsactivistsboundandgagged... in theirSecondAvenue headquarters.
ru: Его тело было найдено в заброшенном театре, недалеко от места, где Коул напал на активистов движения в защиту животных.

source: Now, do they really believe that he' s going to show up here?
ru: Ну, конечно...

source: ln Fresno, California, the corn field that wasjammed with spectators --
ru: Во Фрезно, Калифорния, на кукурузном поле толпы зевак...

source: That little boy.
ru: Он погиб, этот мальчик?

source: He' s fine.
ru: Он в порядке.

source: It wasjust a prank he and his friends pulled.
ru: Он и его друзья просто дурачились.

source: The dramatic attempts to rescue Ricky Neuman from an abandonedmineshaft... endedabruptly whenplaymates confessed... that Neuman' s disappearance wasaprank.
ru: Волнующие попытки спасти Рики Ньюмана из заброшенной шахты внезапно прекратились, когда его друзья признались, что исчезновение Ньюмана всего лишь шалость.
